Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# aboutSectionLabel
source: ABOUT
da: OM
de: INFO
es: ACERCA DE
fr: À PROPOS
it: INFO
ja: アーティストについて
nb: OM
nl: INFO
pl: O ARTYŚCIE
pt: SOBRE
sv: OM
zh_hans: 关于

# aboutTagline
source: A native macOS controller for Sonos speakers. Not affiliated with Sonos, Inc.
da: En native macOS-controller til Sonos-højttalere. Ikke tilknyttet Sonos, Inc.
de: Ein nativer macOS-Controller für Sonos-Lautsprecher. Nicht mit Sonos, Inc. verbunden.
es: Un controlador nativo de macOS para altavoces Sonos. No está afiliado a Sonos, Inc.
fr: Un contrôleur natif macOS pour les enceintes Sonos. Sans affiliation avec Sonos, Inc.
it: Un controller macOS nativo per altoparlanti Sonos. Non affiliato con Sonos, Inc.
ja: Sonos スピーカー用のネイティブ macOS コントローラー。 Sonos, Inc. とは無関係です。
nb: En macOS-kontroller for Sonos-høyttalere. Ikke tilknyttet Sonos, Inc.
nl: Een native macOS-controller voor Sonos-luidsprekers. Niet gelieerd aan Sonos, Inc.
pl: Natywny kontroler macOS dla głośników Sonos. Niepowiązany z Sonos, Inc.
pt: Um controlador macOS nativo para alto-falantes Sonos. Não afiliado à Sonos, Inc.
sv: En inbyggd macOS-kontroller för Sonos-högtalare. Inte anslutet till Sonos, Inc.
zh_hans: 一款为 Sonos 音箱设计的原生 macOS 控制器。 与 Sonos, Inc. 无关。

# aboutWindowTitle
source: About Choragus
da: Om Choragus
de: Über Choragus
es: Acerca de Choragus
fr: À propos de Choragus
it: Informazioni su Choragus
ja: Choragus について
nb: Om Choragus
nl: Over Choragus
pl: O Choragus
pt: Acerca do Choragus
sv: Om Choragus
zh_hans: 关于 Choragus

# acrossRoomsFormat
source: Across %d rooms: %@
da: I %d rum: %@
de: In %d Räumen: %@
es: En %d habitaciones: %@
fr: Dans %d pièces : %@
it: In %d stanze: %@
ja: %d 部屋：%@
nb: I %d rom: %@
nl: In %d kamers: %@
pl: W %d pokojach: %@
pt: Em %d divisões: %@
sv: I %d rum: %@
zh_hans: 跨 %d 个房间：%@

source: Active
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
nb: Aktiv
nl: Actief
pl: Aktywne
pt: Ativo
sv: Aktiv
zh_hans: 活动

# activeSubscriptions
source: active event subscriptions
da: aktive begivenhedsabonnementer
de: aktive Ereignisabonnements
es: suscripciones de eventos activas
fr: abonnements aux événements actifs
it: abbonamenti eventi attivi
ja: アクティブなイベントサブスクリプション
nb: aktive hendelsesabonnementer
nl: actieve evenementabonnementen
pl: aktywne subskrypcje zdarzeń
pt: assinaturas de eventos ativas
sv: aktiva evenemangsprenumerationer
zh_hans: 活跃事件订阅

source: Add All
da: Tilføj alle
de: Alle hinzufügen
es: Añadir todo
fr: Tout ajouter
it: Aggiungi tutto
ja: すべて追加
nb: Legg til alle
nl: Alles toevoegen
pl: Dodaj wszystkie
pt: Adicionar todas
sv: Lägg till alla
zh_hans: 全部添加

source: Add All to Queue
da: Tilføj alle til køen
de: Alle zur Warteschlange hinzufügen
es: Añadir todo a la cola
fr: Tout ajouter à la file d’attente
it: Aggiungi tutto alla coda
ja: すべてキューに追加
nb: Legg alle til i kø
nl: Alles aan wachtrij toevoegen
pl: Dodaj wszystkie do kolejki
pt: Adicionar todas à fila
sv: Lägg till alla i kön
zh_hans: 全部添加到队列

source: Add All to Sonos Queue
da: Føj alt til Sonos-køen
de: Alle zur Sonos-Warteschlange hinzufügen
es: Añadir todo a la cola de Sonos
fr: Tout ajouter à la file d’attente Sonos
it: Aggiungi tutto alla coda Sonos
ja: すべてを Sonos のキューに追加
nb: Legg alt til i Sonos-køen
nl: Alles toevoegen aan Sonos-wachtrij
pl: Dodaj wszystko do kolejki Sonos
pt: Adicionar tudo à fila do Sonos
sv: Lägg till allt i Sonos-kön
zh_hans: 将全部添加到 Sonos 队列

# addedItemToFormat
source: Added “%@” to %@
da: “%@” føjet til %@
de: „%@“ zu %@ hinzugefügt
es: «%@» añadido a %@
fr: « %@ » ajouté à %@
it: “%@” aggiunto a %@
ja: 「%@」を %@ に追加しました
nb: «%@» lagt til i %@
nl: ‘%@’ toegevoegd aan %@
pl: Dodano „%@” do %@
pt: “%@” adicionado a %@
sv: ”%@” tillagd i %@
zh_hans: 已将“%@”添加到 %@

# addedSongsFormat
source: Added %d songs
da: %d sange tilføjet
de: %d Titel hinzugefügt
es: %d canciones añadidas
fr: %d morceaux ajoutés
it: %d brani aggiunti
ja: %d 曲を追加しました
nb: %d sanger lagt til
nl: %d nummers toegevoegd
pl: Dodano %d utworów
pt: %d músicas adicionadas
sv: %d låtar tillagda
zh_hans: 已添加 %d 首歌曲

# addingToQueueEllipsis
source: Adding to queue…
da: Tilføjer til køen…
de: Zur Warteschlange hinzugefügt…
es: Añadiendo a la cola…
fr: Ajout à la file d’attente…
it: Aggiunta alla coda…
ja: キューに追加中…
nb: Legger til i køen…
nl: Toevoegen aan wachtrij…
pl: Dodawanie do kolejki…
pt: Adicionando à fila…
sv: Lägger till i kön…
zh_hans: 添加到队列…

# addingTracksFormat
source: Adding %d tracks…
da: Tilføjer %d numre…
de: %d Titel werden hinzugefügt…
es: Añadiendo %d pistas…
fr: Ajout de %d pistes…
it: Aggiunta di %d brani…
ja: %d 曲を追加中…
nb: Legger til %d spor…
nl: %d nummers toevoegen…
pl: Dodawanie %d utworów…
pt: Adicionando %d faixas…
sv: Lägger till %d spår…
zh_hans: 正在添加 %d 首曲目…

source: Add Playlist to Sonos Queue
da: Føj playlisten til Sonos-køen
de: Playlist zur Sonos-Warteschlange hinzufügen
es: Añadir la lista a la cola de Sonos
fr: Ajouter la playlist à la file d’attente Sonos
it: Aggiungi la playlist alla coda Sonos
ja: プレイリストを Sonos のキューに追加
nb: Legg spillelisten til i Sonos-køen
nl: Afspeellijst toevoegen aan Sonos-wachtrij
pl: Dodaj playlistę do kolejki Sonos
pt: Adicionar a lista à fila do Sonos
sv: Lägg till spellistan i Sonos-kön
zh_hans: 将播放列表添加到 Sonos 队列

# addServerByAddress
source: Add by address
da: Tilføj via adresse
de: Per Adresse hinzufügen
es: Añadir por dirección
fr: Ajouter par adresse
it: Aggiungi per indirizzo
ja: アドレスで追加
nb: Legg til via adresse
nl: Toevoegen via adres
pl: Dodaj według adresu
pt: Adicionar por endereço
sv: Lägg till via adress
zh_hans: 通过地址添加

source: Add to Choragus Queue
da: Føj til Choragus-køen
de: Zur Choragus-Warteschlange hinzufügen
es: Añadir a la cola de Choragus
fr: Ajouter à la file d’attente Choragus
it: Aggiungi alla coda di Choragus
ja: Choragus のキューに追加
nb: Legg til i Choragus-køen
nl: Toevoegen aan Choragus-wachtrij
pl: Dodaj do kolejki Choragus
pt: Adicionar à fila do Choragus
sv: Lägg till i Choragus-kön
zh_hans: 添加到 Choragus 队列

# addToPlaylistMenu
source: Add to Playlist
da: Føj til spilleliste
de: Zur Playlist hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste de lecture
it: Aggiungi alla playlist
ja: プレイリストに追加
nb: Legg til i spilleliste
nl: Aan afspeellijst toevoegen
pl: Dodaj do playlisty
pt: Adicionar à playlist
sv: Lägg till i spellista
zh_hans: 添加到播放列表

source: Add Top Songs to Queue
da: Tilføj topsange til køen
de: Top-Titel zur Warteschlange hinzufügen
es: Añadir canciones populares a la cola
fr: Ajouter les meilleurs titres à la file
it: Aggiungi i brani principali alla coda
ja: トップ曲をキューに追加
nb: Legg toppsanger til i køen
nl: Topnummers aan wachtrij toevoegen
pl: Dodaj najlepsze utwory do kolejki
pt: Adicionar as principais músicas à fila
sv: Lägg till topplåtar i kön
zh_hans: 将热门歌曲添加到队列

source: Add to Queue
da: Føj til køen
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d’attente
it: Aggiungi alla coda
ja: キューに追加
nb: Legg til i køen
nl: Aan wachtrij toevoegen
pl: Dodaj do kolejki
pt: Adicionar à fila
sv: Lägg till i kön
zh_hans: 添加到队列

source: Add to Sonos Queue
da: Føj til Sonos-køen
de: Zur Sonos-Warteschlange hinzufügen
es: Añadir a la cola de Sonos
fr: Ajouter à la file d’attente Sonos
it: Aggiungi alla coda Sonos
ja: Sonos のキューに追加
nb: Legg til i Sonos-køen
nl: Toevoegen aan Sonos-wachtrij
pl: Dodaj do kolejki Sonos
pt: Adicionar à fila do Sonos
sv: Lägg till i Sonos-kön
zh_hans: 添加到 Sonos 队列

# advancedNetwork
source: Advanced network settings
da: Avancerede netværksindstillinger
de: Erweiterte Netzwerkeinstellungen
es: Ajustes de red avanzados
fr: Réglages réseau avancés
it: Impostazioni di rete avanzate
ja: 詳細なネットワーク設定
nb: Avanserte nettverksinnstillinger
nl: Geavanceerde netwerkinstellingen
pl: Zaawansowane ustawienia sieci
pt: Definições de rede avançadas
sv: Avancerade nätverksinställningar
zh_hans: 高级网络设置

# aiAddService
source: Add service
da: Tilføj tjeneste
de: Dienst hinzufügen
es: Añadir servicio
fr: Ajouter un service
it: Aggiungi servizio
ja: サービスを追加
nb: Legg til tjeneste
nl: Service toevoegen
pl: Dodaj usługę
pt: Adicionar serviço
sv: Lägg till tjänst
zh_hans: 添加服务

# aiEmptyResponse
source: empty response
da: tomt svar
de: leere Antwort
es: respuesta vacía
fr: réponse vide
it: risposta vuota
ja: 空の応答
nb: tomt svar
nl: leeg antwoord
pl: pusta odpowiedź
pt: resposta vazia
sv: tomt svar
zh_hans: 空响应

# aiEnableService
source: Enable AI playlist generation
da: Aktivér AI-playlistegenerering
de: KI-Playlist-Generierung aktivieren
es: Activar generación de listas con IA
fr: Activer la génération de playlists par IA
it: Attiva la generazione di playlist con IA
ja: AI によるプレイリスト生成を有効にする
nb: Aktiver AI-spillelistegenerering
nl: AI-afspeellijstgeneratie inschakelen
pl: Włącz generowanie playlist przez AI
pt: Ativar geração de playlists por IA
sv: Aktivera AI-spellistegenerering
zh_hans: 启用 AI 播放列表生成

# aiEndpointInvalid
source: Endpoint URL is not valid.
da: Endpoint-URL'en er ugyldig.
de: Die Endpunkt-URL ist ungültig.
es: La URL del punto de conexión no es válida.
fr: L'URL du point de terminaison n'est pas valide.
it: L'URL dell'endpoint non è valido.
ja: エンドポイント URL が無効です。
nb: Endepunkt-URL-en er ugyldig.
nl: De endpoint-URL is ongeldig.
pl: Adres URL punktu końcowego jest nieprawidłowy.
pt: O URL do endpoint não é válido.
sv: Slutpunktens URL är ogiltig.
zh_hans: 端点 URL 无效。

# aiInsecureEndpoint
source: API key requires an https endpoint or a local address.
da: API-nøglen kræver et https-endpoint eller en lokal adresse.
de: Ein API-Schlüssel erfordert einen https-Endpunkt oder eine lokale Adresse.
es: La clave de API requiere un punto de conexión https o una dirección local.
fr: La clé API exige un point de terminaison https ou une adresse locale.
it: La chiave API richiede un endpoint https o un indirizzo locale.
ja: API キーを使うには https エンドポイントまたはローカルアドレスが必要です。
nb: API-nøkkelen krever et https-endepunkt eller en lokal adresse.
nl: Een API-sleutel vereist een https-endpoint of een lokaal adres.
pl: Klucz API wymaga punktu końcowego https lub adresu lokalnego.
pt: A chave de API requer um endpoint https ou um endereço local.
sv: API-nyckeln kräver en https-slutpunkt eller en lokal adress.
zh_hans: API 密钥需要 https 端点或本地地址。

# aiKeyClear
source: Remove key
da: Fjern nøgle
de: Schlüssel entfernen
es: Eliminar clave
fr: Supprimer la clé
it: Rimuovi chiave
ja: キーを削除
nb: Fjern nøkkel
nl: Sleutel verwijderen
pl: Usuń klucz
pt: Remover chave
sv: Ta bort nyckel
zh_hans: 移除密钥

# aiKeyNotConfigured
source: API key not configured.
da: API-nøgle ikke konfigureret.
de: API-Schlüssel nicht konfiguriert.
es: Clave de API no configurada.
fr: Clé API non configurée.
it: Chiave API non configurata.
ja: API キーが設定されていません。
nb: API-nøkkel ikke konfigurert.
nl: API-sleutel niet geconfigureerd.
pl: Klucz API nie został skonfigurowany.
pt: Chave de API não configurada.
sv: API-nyckel inte konfigurerad.
zh_hans: 未配置 API 密钥。

# aiKeySave
source: Save key
da: Gem nøgle
de: Schlüssel speichern
es: Guardar clave
fr: Enregistrer la clé
it: Salva chiave
ja: キーを保存
nb: Lagre nøkkel
nl: Sleutel opslaan
pl: Zapisz klucz
pt: Salvar chave
sv: Spara nyckel
zh_hans: 保存密钥

# aiKeyStored
source: Key stored in the keychain
da: Nøgle gemt i nøgleringen
de: Schlüssel im Schlüsselbund gespeichert
es: Clave guardada en el llavero
fr: Clé enregistrée dans le trousseau
it: Chiave salvata nel portachiavi
ja: キーチェーンに保存済み
nb: Nøkkel lagret i nøkkelringen
nl: Sleutel opgeslagen in de sleutelhanger
pl: Klucz zapisany w pęku kluczy
pt: Chave armazenada nas chaves
sv: Nyckel sparad i nyckelringen
zh_hans: 密钥已存储在钥匙串中

# aiModelsNeedKey
source: Save an API key to load the provider's model list.
da: Gem en API-nøgle for at indlæse udbyderens modelliste.
de: Speichern Sie einen API-Schlüssel, um die Modellliste des Anbieters zu laden.
es: Guarde una clave de API para cargar la lista de modelos del proveedor.
fr: Enregistrez une clé API pour charger la liste des modèles du fournisseur.
it: Salva una chiave API per caricare l'elenco dei modelli del provider.
ja: プロバイダのモデル一覧を読み込むには API キーを保存してください。
nb: Lagre en API-nøkkel for å laste inn leverandørens modelliste.
nl: Sla een API-sleutel op om de modellenlijst van de aanbieder te laden.
pl: Zapisz klucz API, aby załadować listę modeli dostawcy.
pt: Salve uma chave de API para carregar a lista de modelos do provedor.
sv: Spara en API-nyckel för att läsa in leverantörens modellista.
zh_hans: 保存 API 密钥以加载提供方的模型列表。

# aiModelsReload
source: Reload the model list from the provider
da: Genindlæs modellisten fra udbyderen
de: Modellliste vom Anbieter neu laden
es: Volver a cargar la lista de modelos del proveedor
fr: Recharger la liste des modèles depuis le fournisseur
it: Ricarica l'elenco dei modelli dal provider
ja: プロバイダからモデル一覧を再読み込み
nb: Last inn modellisten fra leverandøren på nytt
nl: Modellenlijst opnieuw laden van de aanbieder
pl: Załaduj ponownie listę modeli od dostawcy
pt: Recarregar a lista de modelos do provedor
sv: Läs in modellistan från leverantören igen
zh_hans: 从提供方重新加载模型列表

# aiModelsUnavailableFormat
source: Model list unavailable: %@
da: Modellisten er ikke tilgængelig: %@
de: Modellliste nicht verfügbar: %@
es: Lista de modelos no disponible: %@
fr: Liste des modèles indisponible : %@
it: Elenco dei modelli non disponibile: %@
ja: モデル一覧を取得できません: %@
nb: Modellisten er ikke tilgjengelig: %@
nl: Modellenlijst niet beschikbaar: %@
pl: Lista modeli niedostępna: %@
pt: Lista de modelos indisponível: %@
sv: Modellistan är inte tillgänglig: %@
zh_hans: 模型列表不可用：%@

# aiNoServices
source: No AI services yet. Add one to generate playlists.
da: Ingen AI-tjenester endnu. Tilføj en for at generere playlister.
de: Noch keine KI-Dienste. Fügen Sie einen hinzu, um Playlists zu generieren.
es: Aún no hay servicios de IA. Añade uno para generar listas.
fr: Aucun service d'IA pour l'instant. Ajoutez-en un pour générer des playlists.
it: Nessun servizio IA. Aggiungine uno per generare playlist.
ja: AI サービスがまだありません。プレイリストを生成するには追加してください。
nb: Ingen AI-tjenester ennå. Legg til en for å lage spillelister.
nl: Nog geen AI-services. Voeg er een toe om afspeellijsten te genereren.
pl: Brak usług AI. Dodaj jedną, aby generować playlisty.
pt: Ainda não há serviços de IA. Adicione um para gerar playlists.
sv: Inga AI-tjänster ännu. Lägg till en för att skapa spellistor.
zh_hans: 尚无 AI 服务。添加一个以生成播放列表。

# aiNoServiceSelected
source: No AI service selected. Add one in Settings → AI.
da: Ingen AI-tjeneste valgt. Tilføj en under Indstillinger → AI.
de: Kein KI-Dienst ausgewählt. Fügen Sie einen unter Einstellungen → KI hinzu.
es: Ningún servicio de IA seleccionado. Añade uno en Ajustes → IA.
fr: Aucun service d'IA sélectionné. Ajoutez-en un dans Réglages → IA.
it: Nessun servizio IA selezionato. Aggiungine uno in Impostazioni → IA.
ja: AI サービスが選択されていません。設定 → AI で追加してください。
nb: Ingen AI-tjeneste valgt. Legg til en under Innstillinger → AI.
nl: Geen AI-service geselecteerd. Voeg er een toe in Instellingen → AI.
pl: Nie wybrano usługi AI. Dodaj ją w Ustawienia → AI.
pt: Nenhum serviço de IA selecionado. Adicione um em Ajustes → IA.
sv: Ingen AI-tjänst vald. Lägg till en under Inställningar → AI.
zh_hans: 未选择 AI 服务。请在设置 → AI 中添加。

# aiPlaylistSection
source: AI playlist generation
da: AI-playlistegenerering
de: KI-Playlist-Erstellung
es: Generación de listas con IA
fr: Génération de playlists par IA
it: Generazione playlist con IA
ja: AI プレイリスト生成
nb: KI-spillelistegenerering
nl: AI-afspeellijstgeneratie
pl: Generowanie playlist przez AI
pt: Geração de playlists com IA
sv: AI-spellistgenerering
zh_hans: AI 播放列表生成

# aiRemoveService
source: Remove service
da: Fjern tjeneste
de: Dienst entfernen
es: Eliminar servicio
fr: Supprimer le service
it: Rimuovi servizio
ja: サービスを削除
nb: Fjern tjeneste
nl: Service verwijderen
pl: Usuń usługę
pt: Remover serviço
sv: Ta bort tjänst
zh_hans: 移除服务

# aiRequestDeclined
source: Request declined by the model.
da: Anmodningen blev afvist af modellen.
de: Anfrage vom Modell abgelehnt.
es: Solicitud rechazada por el modelo.
fr: Requête refusée par le modèle.
it: Richiesta rifiutata dal modello.
ja: モデルがリクエストを拒否しました。
nb: Forespørselen ble avvist av modellen.
nl: Verzoek geweigerd door het model.
pl: Model odrzucił żądanie.
pt: Pedido recusado pelo modelo.
sv: Begäran avvisades av modellen.
zh_hans: 模型拒绝了请求。

# aiResponseNotSongList
source: Response was not a song list.
da: Svaret var ikke en sangliste.
de: Die Antwort war keine Songliste.
es: La respuesta no era una lista de canciones.
fr: La réponse n'était pas une liste de titres.
it: La risposta non era un elenco di brani.
ja: 応答は曲リストではありませんでした。
nb: Svaret var ikke en sangliste.
nl: Het antwoord was geen nummerlijst.
pl: Odpowiedź nie była listą utworów.
pt: A resposta não era uma lista de músicas.
sv: Svaret var inte en låtlista.
zh_hans: 响应不是歌曲列表。

# aiSaveKeyFirst
source: Save the key before testing.
da: Gem nøglen før du tester.
de: Schlüssel vor dem Testen speichern.
es: Guarda la clave antes de probar.
fr: Enregistrez la clé avant de tester.
it: Salva la chiave prima di provare.
ja: テストの前にキーを保存してください。
nb: Lagre nøkkelen før du tester.
nl: Sla de sleutel op voordat je test.
pl: Zapisz klucz przed testem.
pt: Salve a chave antes de testar.
sv: Spara nyckeln innan du testar.
zh_hans: 测试前请先保存密钥。

# aiServiceErrorFormat
source: AI service error %1$d: %2$@
da: AI-tjenestefejl %1$d: %2$@
de: Fehler des KI-Dienstes %1$d: %2$@
es: Error del servicio de IA %1$d: %2$@
fr: Erreur du service IA %1$d : %2$@
it: Errore del servizio IA %1$d: %2$@
ja: AI サービスエラー %1$d：%2$@
nb: AI-tjenestefeil %1$d: %2$@
nl: Fout van AI-dienst %1$d: %2$@
pl: Błąd usługi AI %1$d: %2$@
pt: Erro do serviço de IA %1$d: %2$@
sv: AI-tjänstfel %1$d: %2$@
zh_hans: AI 服务错误 %1$d：%2$@

# aiServiceNamePlaceholder
source: Display name
da: Visningsnavn
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
nb: Visningsnavn
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
sv: Visningsnamn
zh_hans: 显示名称

# aiSourceManual
source: Manual (copy prompt)
da: Manuelt (kopiér prompt)
de: Manuell (Prompt kopieren)
es: Manual (copiar prompt)
fr: Manuel (copier le prompt)
it: Manuale (copia prompt)
ja: 手動（プロンプトをコピー）
nb: Manuelt (kopier prompt)
nl: Handmatig (prompt kopiëren)
pl: Ręcznie (kopiuj prompt)
pt: Manual (copiar prompt)
sv: Manuellt (kopiera prompt)
zh_hans: 手动（复制提示词）

# aiStreamError
source: stream error
da: streamfejl
de: Stream-Fehler
es: error de flujo
fr: erreur de flux
it: errore di flusso
ja: ストリームエラー
nb: strømfeil
nl: streamfout
pl: błąd strumienia
pt: erro de fluxo
sv: strömningsfel
zh_hans: 流错误

# aiVerified
source: Tested and working
da: Testet og virker
de: Getestet und funktionsfähig
es: Probado y funcionando
fr: Testé et fonctionnel
it: Testato e funzionante
ja: テスト済み・動作中
nb: Testet og fungerer
nl: Getest en werkend
pl: Przetestowano, działa
pt: Testado e funcionando
sv: Testad och fungerar
zh_hans: 已测试，工作正常

# alarmChime
source: Sonos chime
da: Sonos-signal
de: Sonos-Klingelton
es: Timbre de Sonos
fr: Carillon Sonos
it: Suoneria Sonos
ja: Sonos チャイム
nb: Sonos-signal
nl: Sonos-belsignaal
pl: Dzwonek Sonos
pt: Toque do Sonos
sv: Sonos-signal
zh_hans: Sonos 提示音

# alarmChoose
source: Choose…
da: Vælg…
de: Auswählen …
es: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
nb: Velg…
nl: Kies…
pl: Wybierz…
pt: Escolher…
sv: Välj…
zh_hans: 选择…

# alarmDeleteAlarm
source: Delete alarm
da: Slet alarm
de: Wecker löschen
es: Eliminar alarma
fr: Supprimer l'alarme
it: Elimina sveglia
ja: アラームを削除
nb: Slett alarm
nl: Wekker verwijderen
pl: Usuń alarm
pt: Apagar alarme
sv: Ta bort alarm
zh_hans: 删除闹钟

# alarmFavoritesEmpty
source: No Sonos favorites yet. Save a station, album or playlist as a favorite in the Sonos app to use it here.
da: Ingen Sonos-favoritter endnu. Gem en station, et album eller en playliste som favorit i Sonos-appen.
de: Noch keine Sonos-Favoriten. Sichere in der Sonos-App einen Sender, ein Album oder eine Playlist als Favorit.
es: Aún no hay favoritos de Sonos. Guarda una emisora, álbum o lista como favorito en la app Sonos.
fr: Aucun favori Sonos. Enregistrez une station, un album ou une playlist en favori dans l'app Sonos.
it: Nessun preferito Sonos. Salva una stazione, un album o una playlist come preferito nell'app Sonos.
ja: Sonos のお気に入りがありません。Sonos アプリでステーション、アルバム、プレイリストをお気に入りに保存してください。
nb: Ingen Sonos-favoritter ennå. Lagre en stasjon, et album eller en spilleliste som favoritt i Sonos-appen.
nl: Nog geen Sonos-favorieten. Bewaar een zender, album of afspeellijst als favoriet in de Sonos-app.
pl: Brak ulubionych Sonos. Zapisz stację, album lub playlistę jako ulubione w aplikacji Sonos.
pt: Ainda sem favoritos Sonos. Guarde uma estação, álbum ou playlist como favorito na app Sonos.
sv: Inga Sonos-favoriter ännu. Spara en station, ett album eller en spellista som favorit i Sonos-appen.
zh_hans: 还没有 Sonos 收藏。在 Sonos 应用中将电台、专辑或播放列表保存为收藏后即可在此使用。

# alarmMusic
source: Music
da: Musik
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt: Música
sv: Musik
zh_hans: 音乐

# alarmNoLimit
source: No limit
da: Ingen grænse
de: Unbegrenzt
es: Sin límite
fr: Sans limite
it: Senza limite
ja: 制限なし
nb: Ingen grense
nl: Geen limiet
pl: Bez limitu
pt: Sem limite
sv: Ingen gräns
zh_hans: 不限时

source: Alarm on
da: Alarm til
de: Wecker an
es: Alarma activada
fr: Alarme activée
it: Sveglia attiva
ja: アラームオン
nb: Alarm på
nl: Wekker aan
pl: Alarm włączony
pt: Alarme ligado
sv: Alarm på
zh_hans: 闹钟开启

# alarmOnceOnly
source: Once only
da: Kun én gang
de: Nur einmal
es: Solo una vez
fr: Une seule fois
it: Solo una volta
ja: 1 回のみ
nb: Kun én gang
nl: Eenmalig
pl: Tylko raz
pt: Apenas uma vez
sv: Endast en gång
zh_hans: 仅一次

# alarmRepeat
source: Repeat
da: Gentag
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返し
nb: Gjenta
nl: Herhalen
pl: Powtarzaj
pt: Repetir
sv: Upprepa
zh_hans: 重复

source: Alarms
da: Alarmer
de: Wecker
es: Alarmas
fr: Alarmes
it: Sveglie
ja: アラーム
nb: Alarmer
nl: Wekkers
pl: Alarmy
pt: Alarmes
sv: Alarm
zh_hans: 闹钟

# alarmSaveFailed
source: Speaker rejected alarm change. Please raise bug report.
da: Højttaleren afviste alarmændringen. Indsend en fejlrapport.
de: Lautsprecher hat die Weckeränderung abgelehnt. Bitte Fehlerbericht einreichen.
es: El altavoz rechazó el cambio de alarma. Envía un informe de error.
fr: L'enceinte a refusé la modification de l'alarme. Veuillez signaler un bug.
it: Il diffusore ha rifiutato la modifica della sveglia. Segnala un bug.
ja: スピーカーがアラームの変更を拒否しました。バグレポートを送信してください。
nb: Høyttaleren avviste alarmendringen. Send inn en feilrapport.
nl: Speaker weigerde de wekkerwijziging. Dien een bugrapport in.
pl: Głośnik odrzucił zmianę alarmu. Zgłoś błąd.
pt: A coluna rejeitou a alteração do alarme. Envie um relatório de erro.
sv: Högtalaren avvisade alarmändringen. Skicka en felrapport.
zh_hans: 扬声器拒绝了闹钟更改。请提交错误报告。

# alarmSectionPlay
source: Play
da: Afspil
de: Wiedergabe
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
nb: Spill
nl: Afspelen
pl: Odtwarzaj
pt: Reproduzir
sv: Spela
zh_hans: 播放

# alarmShuffle
source: Shuffle music
da: Bland musik
de: Musik zufällig abspielen
es: Reproducción aleatoria
fr: Lecture aléatoire
it: Riproduzione casuale
ja: シャッフル再生
nb: Tilfeldig rekkefølge
nl: Muziek in willekeurige volgorde
pl: Odtwarzaj losowo
pt: Ordem aleatória
sv: Blanda musik
zh_hans: 随机播放

# alarmStopAfter
source: Stop after
da: Stop efter
de: Stoppen nach
es: Detener tras
fr: Arrêter après
it: Interrompi dopo
ja: 停止までの時間
nb: Stopp etter
nl: Stoppen na
pl: Zatrzymaj po
pt: Parar após
sv: Stoppa efter
zh_hans: 停止于

# alarmTime
source: Time
da: Tidspunkt
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
nb: Tid
nl: Tijd
pl: Godzina
pt: Hora
sv: Tid
zh_hans: 时间
